/* Search Table View Controller Title */
"Browse" = "Browse";

/* Listing Details Buy Now Label */
"Buy Now" = "Buy Now";

/* Default Category Label */
"Category" = "Category";

/* Fetch Categories Error Title */
"Failed to Fetch Categories" = "Failed to Fetch Categories";

/* Fetch Listing Details Error Title */
"Failed to Fetch Listing Details" = "Failed to Fetch Listing Details";

/* Fetch Listings Error Title */
"Failed to Fetch Listings" = "Failed to Fetch Listings";

/* Listing Details Listing ID Label */
"Listing ID" = "Listing ID";

/* Search Table View Empty Data Set Title */
"No Categories Found" = "No Categories Found";

/* Category Listings Collection View Empty Data Set Title */
"No Listings Found" = "No Listings Found";

/* Sub Category Listings Collection View Empty Data Set Title */
"No Sub Categories Found" = "No Sub Categories Found";

/* Default Empty Data Set Title */
"Nothing to See Here..." = "Nothing to See Here...";

/* Please Try Again Later */
"Please try again later" = "Please try again later";

/* Listing Details Region Label */
"Region" = "Region";

/* Listing Details Table View Empty Data Set Subtitle */
"Select a listing to view more details" = "Select a listing to view more details";

/* Listing Details Seller Label */
"Seller" = "Seller";

/* Generic Error Message Title */
"Something Went Wrong!" = "Something Went Wrong!";

